app/controllers/api/v1/participants_controller.rb

SELECT "participants".* FROM "participants"
---
  def index
    @participants = Participant.all

SELECT "participants".* FROM "participants" WHERE "participants"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def show
    participant = Participant.find(params[:id])