[
{
"id": 1,
"quote_body": "There's incredible facilitation power in design processes if you know how to leverage it in the right way for bringing folks to the table and setting it up so people can be successful.",
"created_at": "2020-12-08T02:21:18.682Z",
"updated_at": "2020-12-08T02:21:18.682Z",
"participant_id": 1
},
{
"id": 2,
"quote_body": "It's like design, the reason why I gravitated towards it was because it is this hopeful process. You are able to not have to sit with the present, the present constraintsand boundaries and you can actually bring people to the magic wand space of, \"What would you want this to look like if we could just think about it?",
"created_at": "2020-12-08T02:21:18.698Z",
"updated_at": "2020-12-08T02:21:18.698Z",
"participant_id": 1
},
{
"id": 3,
"quote_body": "We don't always have to be driving towards an outcome. And so, in some ways, I think because design is structured around conceptualizing something and possibly moving towards it, I think it can be limiting in that way, when you’rereally stuck on making something happen.",
"created_at": "2020-12-08T02:21:18.713Z",
"updated_at": "2020-12-08T02:21:18.713Z",
"participant_id": 1
},
{
"id": 4,
"quote_body": "And that's a really big strength of design and designers, to take the messiness of all the things happening in everyone's brain and put it into some semblance of sticky note, vision board answer…",
"created_at": "2020-12-08T02:21:18.726Z",
"updated_at": "2020-12-08T02:21:18.726Z",
"participant_id": 1
},
{
"id": 5,
"quote_body": "But if anything, something really rewardingis just thinking about how this approach can build some meaningful platform for folks to feel like they have a voice, or a way to share that with the world. And to move it towards issues that we really care about and that really matter.",
"created_at": "2020-12-08T02:21:18.738Z",
"updated_at": "2020-12-08T02:21:18.738Z",
"participant_id": 1
},
{
"id": 6,
"quote_body": "But it's like \"No, you're doing it right if you're following the emotions in the room, you're following what's needed, what's actually needed,\" you know?",
"created_at": "2020-12-08T02:21:18.749Z",
"updated_at": "2020-12-08T02:21:18.749Z",
"participant_id": 1
},
{
"id": 7,
"quote_body": "It was just one, sharing ideas but listening for... And actually being there for that and having conversations to negotiate what was at the table, yeah",
"created_at": "2020-12-08T02:21:18.761Z",
"updated_at": "2020-12-08T02:21:18.761Z",
"participant_id": 1
},
{
"id": 8,
"quote_body": "Being responsible and accountable to the folks who are in our community now. Be it co-organizers or the community we engage for our projects. It's continuing to find stability for folks who are at the table or sharing resources in ways that make sense if we can't be doing that work.",
"created_at": "2020-12-08T02:21:18.772Z",
"updated_at": "2020-12-08T02:21:18.772Z",
"participant_id": 1
},
{
"id": 9,
"quote_body": "Accountability is many eyes on something, I think. Especially when it's representing many voices.",
"created_at": "2020-12-08T02:21:18.783Z",
"updated_at": "2020-12-08T02:21:18.783Z",
"participant_id": 1
},
{
"id": 10,
"quote_body": "Helping us understand and reinforce the value that we had and the impact we had on the communities. And that we had the power to be seen, to be heard, and to help uplift and save our own community.",
"created_at": "2020-12-08T02:21:18.797Z",
"updated_at": "2020-12-08T02:21:18.797Z",
"participant_id": 2
},
{
"id": 11,
"quote_body": "I can’t tell you what you need. I can’t tell a community, I can have an idea on what it is, but when you have the voice, and you go through those steps of the framework, it becomes bigger than you.",
"created_at": "2020-12-08T02:21:18.808Z",
"updated_at": "2020-12-08T02:21:18.808Z",
"participant_id": 2
},
{
"id": 12,
"quote_body": "I think that having a community involved as part of the process shows that they’re valued and they’re respected –that I value and respect you, and I think that goes back to the whole equity lens, because every person is not gonna come into a community and feel that same way, so it’s very much a process of “we’re in this together.",
"created_at": "2020-12-08T02:21:18.820Z",
"updated_at": "2020-12-08T02:21:18.820Z",
"participant_id": 2
},
{
"id": 13,
"quote_body": "In order to be in a position of advocacy, you have to also be able to be in a position to organize, to galvanize, to get the support, and get the ears of the community.",
"created_at": "2020-12-08T02:21:18.833Z",
"updated_at": "2020-12-08T02:21:18.833Z",
"participant_id": 2
},
{
"id": 14,
"quote_body": "our job is to challenge those [oppressive] systems and to think about the ways in which design solutions can be activated at many different spaces along the design continuum.",
"created_at": "2020-12-08T02:21:18.845Z",
"updated_at": "2020-12-08T02:21:18.845Z",
"participant_id": 4
},
{
"id": 15,
"quote_body": "it requires us to have an understanding of the issue, and the issues most pertinent to us, and then it requires us to have enough creativity to challenge those issues",
"created_at": "2020-12-08T02:21:18.860Z",
"updated_at": "2020-12-08T02:21:18.860Z",
"participant_id": 4
},
{
"id": 16,
"quote_body": "Design is fundamentally rooted in that same instinct, it's about a faith in a better tomorrow by way of manifesting what you believe that tomorrow should be",
"created_at": "2020-12-08T02:21:18.872Z",
"updated_at": "2020-12-08T02:21:18.872Z",
"participant_id": 4
},
{
"id": 17,
"quote_body": "The intention is to re-center and re-focus who architecture serves and so it has to be rooted in community organizing in some capacity",
"created_at": "2020-12-08T02:21:18.886Z",
"updated_at": "2020-12-08T02:21:18.886Z",
"participant_id": 4
},
{
"id": 18,
"quote_body": "It's [design] one of the worst professions at engaging critical communities, and has... It's... Especially relationships to its impact, right?",
"created_at": "2020-12-08T02:21:18.899Z",
"updated_at": "2020-12-08T02:21:18.899Z",
"participant_id": 4
},
{
"id": 19,
"quote_body": "But we know when they're making the same decisions as previous buildings, as previous spaces, that the outcomes are inevitable, because it is a system, going to result in very similar outcomes",
"created_at": "2020-12-08T02:21:18.910Z",
"updated_at": "2020-12-08T02:21:18.910Z",
"participant_id": 4
},
{
"id": 20,
"quote_body": "And if we can understand the way that people are already using spaces that were not built for them, that were actively built to deny them their rights, to deny them justice in some capacity, then we can start to redirect our design initiatives to support the ways in which that language actually manifests",
"created_at": "2020-12-08T02:21:18.922Z",
"updated_at": "2020-12-08T02:21:18.922Z",
"participant_id": 4
},
{
"id": 21,
"quote_body": "Art and design are really these things that simplify the complexities of our physical world and our social lives,right?",
"created_at": "2020-12-08T02:21:18.933Z",
"updated_at": "2020-12-08T02:21:18.933Z",
"participant_id": 4
},
{
"id": 22,
"quote_body": "I think it [his work] opens up doors for those who are attempting and want to analyze and understand how systemswork, regardless of their background. And it gives people a license to be creative.",
"created_at": "2020-12-08T02:21:18.966Z",
"updated_at": "2020-12-08T02:21:18.966Z",
"participant_id": 4
},
{
"id": 23,
"quote_body": "And I think that's what design offers us over and over and over again, the opportunities to see beyond the limitations of our current moment and escape into the potential of the next moment.",
"created_at": "2020-12-08T02:21:18.977Z",
"updated_at": "2020-12-08T02:21:18.977Z",
"participant_id": 4
},
{
"id": 24,
"quote_body": "To protest is to have an unyielding faith in the power of a just society.",
"created_at": "2020-12-08T02:21:18.996Z",
"updated_at": "2020-12-08T02:21:18.996Z",
"participant_id": 4
},
{
"id": 25,
"quote_body": "And we always talk about the fact that architecture is the hardware to the software of life and art is the kind of cultural glue, right? And so there's these three prongs.",
"created_at": "2020-12-08T02:21:19.012Z",
"updated_at": "2020-12-08T02:21:19.012Z",
"participant_id": 4
},
{
"id": 26,
"quote_body": "It seems like such a simple thing, but it's an encouragement. I say to people, \"These stencils you can't make a mistake, you can't. You can't make a mistake, you have to just add the colors.\" And they go, \"Oh, I can't make a mistake?\" And they're like, \"Oh really?\" People are afraid to make mistakes, you know the whole... I'm sure you know the theory, when you get older, you're just afraid to make mistakes especially when it comes to creativity. So the older people are just afraid to make mistakes, and they're afraid to do it wrong, and they're afraid to look bad.",
"created_at": "2020-12-08T02:21:19.024Z",
"updated_at": "2020-12-08T02:21:19.024Z",
"participant_id": 5
},
{
"id": 27,
"quote_body": "And if something's organized in a way that feels right, and makes you feel good, I think that is kind of good design. And then design that can... And my design is more about reaching people's hearts or their gut, having the gut reaction, to kinda think about a situation.",
"created_at": "2020-12-08T02:21:19.036Z",
"updated_at": "2020-12-08T02:21:19.036Z",
"participant_id": 5
},
{
"id": 28,
"quote_body": "The beauty of artists and designers, I think we have the ability to show it in a unique way that you might not have seen it before.",
"created_at": "2020-12-08T02:21:19.049Z",
"updated_at": "2020-12-08T02:21:19.049Z",
"participant_id": 5
},
{
"id": 29,
"quote_body": "But I think people are creative and people have creativity, and they might not be designers 'cause they're not trained, they might not be artists, because they're not trained. But people have creativity in them, it's what makes us problem solvers, and solve things for survival. It's our survival. But we just decided to train ourselves to be masters of it.",
"created_at": "2020-12-08T02:21:19.064Z",
"updated_at": "2020-12-08T02:21:19.064Z",
"participant_id": 5
},
{
"id": 30,
"quote_body": "We'll see how it'll, how people, how we'll bounce back from what's going on now, but I think creativity always, always, always wins. People looking for new things, new ideas and it always wins",
"created_at": "2020-12-08T02:21:19.076Z",
"updated_at": "2020-12-08T02:21:19.076Z",
"participant_id": 5
},
{
"id": 31,
"quote_body": "As is, I define it [design] as a way for rich people to exploit the emotions, desires, pains, of poor people, to make more money. I think most of the methods and frameworks that exist in the space are created with the end goal of advancing business, of advancing corporations",
"created_at": "2020-12-08T02:21:19.089Z",
"updated_at": "2020-12-08T02:21:19.089Z",
"participant_id": 6
},
{
"id": 32,
"quote_body": "I think design can be positioned to solve some of the activities that it created that exacerbated inequity. Can it solve inequity? No. I think inequity is built into the DNA of the system in which we live under, and until that changes, inequity will not change.",
"created_at": "2020-12-08T02:21:19.101Z",
"updated_at": "2020-12-08T02:21:19.101Z",
"participant_id": 6
},
{
"id": 33,
"quote_body": "75%, of the people I work with are going to be people of color at all times, 50% are going to be women, for the understanding that we can’t create a new world if we’re not having diverse input, thought, and skills, as part of that co-creation, right? Or that creation. Not even co-creation. We’re all co-living in this world, so it’s just creation, right?",
"created_at": "2020-12-08T02:21:19.115Z",
"updated_at": "2020-12-08T02:21:19.115Z",
"participant_id": 6
},
{
"id": 34,
"quote_body": "But instead of just bringing them in at certain points of the design process as quote-unquote “co-creators”, how do we just have them-How are we training them to understand design mindsets and capabilities so that they can do it themselves?",
"created_at": "2020-12-08T02:21:19.129Z",
"updated_at": "2020-12-08T02:21:19.129Z",
"participant_id": 6
},
{
"id": 35,
"quote_body": "design gives us permission to take our time to solve a problem, and I think that’s what’s valuable",
"created_at": "2020-12-08T02:21:19.140Z",
"updated_at": "2020-12-08T02:21:19.140Z",
"participant_id": 6
},
{
"id": 36,
"quote_body": "Politics is what sets the policy right? But I think allowing people to realize that through design... That they can design and redesign these policies and these systems to serve their needs.",
"created_at": "2020-12-08T02:21:19.151Z",
"updated_at": "2020-12-08T02:21:19.151Z",
"participant_id": 7
},
{
"id": 37,
"quote_body": "A routine or a ritual, it's important because I think if you have more resources or capital, you could create something permanent, but when you don't, by creating the ritual of something happening every week, itcreates a sense of permanence. And you think... So it does that, one, but then also if something's just a one-off event, again, it's not a system. It's not something you can maybe count on.",
"created_at": "2020-12-08T02:21:19.164Z",
"updated_at": "2020-12-08T02:21:19.164Z",
"participant_id": 7
},
{
"id": 38,
"quote_body": "\"Go to where the people are, go in their place during their time.\" I'm a strong believer in that.",
"created_at": "2020-12-08T02:21:19.178Z",
"updated_at": "2020-12-08T02:21:19.178Z",
"participant_id": 7
},
{
"id": 39,
"quote_body": "I think the importance of it is just to foster relationships between people, and I think it's actually really simple, just to create situations where people connect to each other in ways that maybe they wouldn't have otherwise.",
"created_at": "2020-12-08T02:21:19.192Z",
"updated_at": "2020-12-08T02:21:19.192Z",
"participant_id": 7
},
{
"id": 40,
"quote_body": "I really fell in love with is how design and how design projects can be a vehicle for bringing people together, working together on a shared goal.",
"created_at": "2020-12-08T02:21:19.203Z",
"updated_at": "2020-12-08T02:21:19.203Z",
"participant_id": 7
},
{
"id": 41,
"quote_body": "We don't have time to think... To make those relationships that are important, to sort of waste time...",
"created_at": "2020-12-08T02:21:19.214Z",
"updated_at": "2020-12-08T02:21:19.214Z",
"participant_id": 7
},
{
"id": 42,
"quote_body": "You have to lean into the discomfort, the perceived discomfort, you know. [...] People, across all populations, but people in more disenfranchised populations, ultimately want to be heard and they want be seen.",
"created_at": "2020-12-08T02:21:19.226Z",
"updated_at": "2020-12-08T02:21:19.226Z",
"participant_id": 7
},
{
"id": 43,
"quote_body": "And so I think that people are just afraid that there's gonna be undue hardship placed on them if they open themselves up to other people. Like there's gonna be some sort of, like, they're gonna want who knows what from you. But people don't.",
"created_at": "2020-12-08T02:21:19.237Z",
"updated_at": "2020-12-08T02:21:19.237Z",
"participant_id": 7
},
{
"id": 44,
"quote_body": "One of the things that they say that I resonate with a lot is that it's mediating and that it's this opportunity to provide a structure in response to decisions or start to inspire transformation at some level, and that design may not be the only answer or way to do it.",
"created_at": "2020-12-08T02:21:19.248Z",
"updated_at": "2020-12-08T02:21:19.248Z",
"participant_id": 8
},
{
"id": 45,
"quote_body": "I think the value is knowing that we're supported, that creativity has an opportunity to be expressed in ways that it hasn't before",
"created_at": "2020-12-08T02:21:19.261Z",
"updated_at": "2020-12-08T02:21:19.261Z",
"participant_id": 8
},
{
"id": 46,
"quote_body": "Because when we talk about these processes, then they talk about, “Be curious”. And, you know, that's not easy to do if you don’t feel safe and supported with the folks around you and who are supposed to be collaborating with you.",
"created_at": "2020-12-08T02:21:19.276Z",
"updated_at": "2020-12-08T02:21:19.276Z",
"participant_id": 8
},
{
"id": 47,
"quote_body": "And I think another thing is,I think the word \"community\" has become this condescending word for a person in power. It'd be like, \"We'll check on the community.\" Community never means rich people. And if you were gonna really do design, it would be full stakeholder engagement. It would be the business owners, it would be the people who live there, people who work there, and sometimes it's lipstick on a pig, where everyone's like, \"Well, we'll just do a community workshop.\" Well, you'll do this one workshop and then you'll say you did it and then you'll pat yourself on the back and then you're done. And so we have to battle that, because if I wanna do anything more than that, it's seen as expensive.",
"created_at": "2020-12-08T02:21:19.289Z",
"updated_at": "2020-12-08T02:21:19.289Z",
"participant_id": 9
},
{
"id": 48,
"quote_body": "And I like it because it helps empower that activism. Everyone has the activism but getting that project done is so exciting to me. Because activists know their community and then you add that design component, and all of sudden, it's like... I think one of the weaknesses I've seen and I wanna help the activists face is like, you fight the plan but the sexier way to fight the plan is to have the alternate plan. 'Cause, the minute you have the alternate plan, everything caves through the power structure, and that's where I'm excited to go to.",
"created_at": "2020-12-08T02:21:19.301Z",
"updated_at": "2020-12-08T02:21:19.301Z",
"participant_id": 9
},
{
"id": 49,
"quote_body": "They don't have to know the principles in a book. I think that the space has to be welcoming and acknowledge that you don't have to know a lot to contribute your feedback.",
"created_at": "2020-12-08T02:21:19.313Z",
"updated_at": "2020-12-08T02:21:19.313Z",
"participant_id": 9
},
{
"id": 50,
"quote_body": "So I think the collaboration and the empathy between these fields, helps you think little differently, is very helpful. And then I think also the fact that it's something that we're not charging. We can be really, really honest and almost capacity build those communities. A lot of times they're just asking for things with the wrong words. Sometimes it's just about pitching your alderman with the word \"equity\". It's really messed up but like, two can play this game.",
"created_at": "2020-12-08T02:21:19.328Z",
"updated_at": "2020-12-08T02:21:19.328Z",
"participant_id": 9
},
{
"id": 51,
"quote_body": "A lot of communities get designed for, or designed and like steamrolled out over",
"created_at": "2020-12-08T02:21:19.341Z",
"updated_at": "2020-12-08T02:21:19.341Z",
"participant_id": 9
},
{
"id": 52,
"quote_body": "When you go and you talk with someone, you don't prescribe them their problem. Design thinking is all about realizing you come with a set of assumptions, and you challenge those assumptions, and you actually let the other person tell you what's happening.",
"created_at": "2020-12-08T02:21:19.374Z",
"updated_at": "2020-12-08T02:21:19.374Z",
"participant_id": 11
},
{
"id": 53,
"quote_body": "Design thinking comes into play when people can't decide or don't understand what to do with each other's feedback, basically, or thoughts.",
"created_at": "2020-12-08T02:21:19.390Z",
"updated_at": "2020-12-08T02:21:19.390Z",
"participant_id": 11
},
{
"id": 54,
"quote_body": "I'm like, everyone practices design thinking, design thinking is just fancy facilitation with,that's the whole process and we all benefit from it 'cause we're all different learners, and we're all different participators. And so I'm thinking, I think, makes meetings and long lengthy, possibly academic discussions, just more accessible to people.",
"created_at": "2020-12-08T02:21:19.399Z",
"updated_at": "2020-12-08T02:21:19.399Z",
"participant_id": 11
},
{
"id": 55,
"quote_body": "I will say that designers I think are breed of... Are trained to listen to people and then turn around visual product or be facilitators, that I think does benefit certain conversations, if that makes any sense?",
"created_at": "2020-12-08T02:21:19.410Z",
"updated_at": "2020-12-08T02:21:19.410Z",
"participant_id": 11
},
{
"id": 56,
"quote_body": "But in my opinion, it still didn't empower them enough or maybe I didn't see what I wanted them to do, which was to act, to participate more and civic engagement requires more and longer standing relationships.",
"created_at": "2020-12-08T02:21:19.421Z",
"updated_at": "2020-12-08T02:21:19.421Z",
"participant_id": 11
},
{
"id": 57,
"quote_body": "design is just doing something with intention, and that's why I think we're all designers and I kind of don't believe in designer as a title.",
"created_at": "2020-12-08T02:21:19.432Z",
"updated_at": "2020-12-08T02:21:19.432Z",
"participant_id": 11
},
{
"id": 58,
"quote_body": "But in terms of how it helps our actual organizing, you just have to be there. You have to show up and you have to talk to people. You can't just organize from a distance or what they call armchair revolutionary.",
"created_at": "2020-12-08T02:21:19.443Z",
"updated_at": "2020-12-08T02:21:19.443Z",
"participant_id": 11
},
{
"id": 59,
"quote_body": "I think it's really feeling a shift in energy when you do it right.",
"created_at": "2020-12-08T02:21:19.455Z",
"updated_at": "2020-12-08T02:21:19.455Z",
"participant_id": 11
},
{
"id": 60,
"quote_body": "My idea of design is, I think everyone's job should be made easier with tech.",
"created_at": "2020-12-08T02:21:19.466Z",
"updated_at": "2020-12-08T02:21:19.466Z",
"participant_id": 11
},
{
"id": 61,
"quote_body": "people who are specifically oppressed and are limited in their access to resources have tapped on an immense amount of creative power as a survival mechanism.",
"created_at": "2020-12-08T02:21:19.477Z",
"updated_at": "2020-12-08T02:21:19.477Z",
"participant_id": 12
},
{
"id": 62,
"quote_body": "It's just such a fundamental thing that if  you look at the issue of systems of oppression, not all of it, but a lot of it can be boiled down to who is a decision-maker and who has access to resources and design is about agency and it's about shaping the world around you",
"created_at": "2020-12-08T02:21:19.494Z",
"updated_at": "2020-12-08T02:21:19.494Z",
"participant_id": 12
},
{
"id": 63,
"quote_body": "Who gets to be a professional about it. Who gets to have access to that kind of decision making power, and it's, it's not the people who should, you know, the people who probably crafted that practice the most like white people, as shorthand.",
"created_at": "2020-12-08T02:21:19.506Z",
"updated_at": "2020-12-08T02:21:19.506Z",
"participant_id": 12
},
{
"id": 64,
"quote_body": "And working with community members as well to understand, it's not just about having a seat at the table, it's about redesigning the table because access is a huge thin",
"created_at": "2020-12-08T02:21:19.517Z",
"updated_at": "2020-12-08T02:21:19.517Z",
"participant_id": 12
},
{
"id": 65,
"quote_body": "I don't want to be an expert because of my lived experience. Even though it's, I think it's important and I think, and I don't want to not, I don't want to take away from the fact that having someone with lived experience in the room is extremely valuable, but it's just awkward for me personally to be one.",
"created_at": "2020-12-08T02:21:19.530Z",
"updated_at": "2020-12-08T02:21:19.530Z",
"participant_id": 13
},
{
"id": 66,
"quote_body": "Like how do you build community with the community and build that, that trust that is needed to get people on board with something.",
"created_at": "2020-12-08T02:21:19.543Z",
"updated_at": "2020-12-08T02:21:19.543Z",
"participant_id": 13
},
{
"id": 67,
"quote_body": "So I mean, I think when it comes to, in general, when it comes to building out um or designing engagement around a particular community issue, the community in general is not the one that is designing whatever the activity is. And that's where we need to shift that",
"created_at": "2020-12-08T02:21:19.554Z",
"updated_at": "2020-12-08T02:21:19.554Z",
"participant_id": 13
},
{
"id": 68,
"quote_body": "And it was so cool because they, they at the end of the day, they knew what it was they wanted to see. They just needed to understand how to get there. We developed a road map for them to do it.",
"created_at": "2020-12-08T02:21:19.567Z",
"updated_at": "2020-12-08T02:21:19.567Z",
"participant_id": 13
},
{
"id": 69,
"quote_body": "I mean because they are change agents in their own way, like just making the community brighter and more, in people appreciate the art and you know. Or you could have people who are contributing through architecture or folks who are, I think about the folks at like organizations like RAGE. Who are like really changing the landscape of that community for real.",
"created_at": "2020-12-08T02:21:19.579Z",
"updated_at": "2020-12-08T02:21:19.579Z",
"participant_id": 13
},
{
"id": 70,
"quote_body": "Um but I think it should be the challenge like that every organization that has the capacity to change something or influence something should have looked at it through that lens.",
"created_at": "2020-12-08T02:21:19.591Z",
"updated_at": "2020-12-08T02:21:19.591Z",
"participant_id": 13
},
{
"id": 71,
"quote_body": "we have to take ownership of our communities; we can’t wait for someone to swoop in and save us",
"created_at": "2020-12-08T02:21:19.603Z",
"updated_at": "2020-12-08T02:21:19.603Z",
"participant_id": 13
},
{
"id": 72,
"quote_body": "I mean it's hard to find the right, like not just the right people, but like the people who deserve, like who should be there",
"created_at": "2020-12-08T02:21:19.614Z",
"updated_at": "2020-12-08T02:21:19.614Z",
"participant_id": 13
},
{
"id": 73,
"quote_body": "So I think design is infinite. And in that sense I think design is not only about spaces and products, it's really about systems.",
"created_at": "2020-12-08T02:21:19.626Z",
"updated_at": "2020-12-08T02:21:19.626Z",
"participant_id": 14
},
{
"id": 74,
"quote_body": "We might think of design only as like the sexy things, like the shoes, the clothes, the things that we like to touch, and feel and experience, but everything around you is designed. And if it's a policy on paper or it's a political campaign or it'sa marketing strategy, it's also designed to influence you.",
"created_at": "2020-12-08T02:21:19.638Z",
"updated_at": "2020-12-08T02:21:19.638Z",
"participant_id": 14
},
{
"id": 75,
"quote_body": "While the professor and the community organization, they might have the relationship and the professor on behalf of a school might have that relationship, the students never get that 'cause they have what is really a blink of an eye working through an issue, when they go throughit in a class format.",
"created_at": "2020-12-08T02:21:19.650Z",
"updated_at": "2020-12-08T02:21:19.650Z",
"participant_id": 14
},
{
"id": 76,
"quote_body": "And so just understanding your role and your position of privilege within that. And so thinking about what's a more meaningful relationship at individual level, at school level, and then for the students. And what are realistic goals, right?",
"created_at": "2020-12-08T02:21:19.663Z",
"updated_at": "2020-12-08T02:21:19.663Z",
"participant_id": 14
},
{
"id": 77,
"quote_body": "But that's really one of the most important pieces is understanding how your work fits within this larger ecosystem and where you have the ability to influence or where you actually just are not influential at all.",
"created_at": "2020-12-08T02:21:19.674Z",
"updated_at": "2020-12-08T02:21:19.674Z",
"participant_id": 14
},
{
"id": 78,
"quote_body": "And right now, so when we look at marginalized communities and we look at supporting marginalized communities and groups, it's mostly through... In the American system, it's mostly through the arm of philanthropy. And so that is a flawed and imperialistic system",
"created_at": "2020-12-08T02:21:19.685Z",
"updated_at": "2020-12-08T02:21:19.685Z",
"participant_id": 14
},
{
"id": 79,
"quote_body": "How do we actually manifest that in the world, in termsof how dowe actually shift power and opportunity to actually make the change democracy, that actually is, how to redesign a democracy, one that we've actually never seen, and give it life into our country and in the world?",
"created_at": "2020-12-08T02:21:19.697Z",
"updated_at": "2020-12-08T02:21:19.697Z",
"participant_id": 15
},
{
"id": 80,
"quote_body": "And really kind of coming to the realization increasingly that our democracy... The problems withthe US democracy in my mind's eye are functionally a design problem.",
"created_at": "2020-12-08T02:21:19.709Z",
"updated_at": "2020-12-08T02:21:19.709Z",
"participant_id": 15
},
{
"id": 81,
"quote_body": "So a lot of the issues when we talk about the systemic challenges that we are so focused on, are by definition are a challenge of design.",
"created_at": "2020-12-08T02:21:19.722Z",
"updated_at": "2020-12-08T02:21:19.722Z",
"participant_id": 15
},
{
"id": 82,
"quote_body": "Obviously, the critique is necessary, because we can't identify the problems if we don't have a critique. But then you're stuck with this challenge of using the system to change the system, and that is exceedingly problematic because then you're dependent on people with power in the system to change the system, and that's where you run into problems.",
"created_at": "2020-12-08T02:21:19.748Z",
"updated_at": "2020-12-08T02:21:19.748Z",
"participant_id": 15
},
{
"id": 83,
"quote_body": "I think design really became important, because being dependent on the very same system that you're seeking to change when you're talking about fundamentalchanges around power, which is really when you're talking about the work we are doing in terms of democracy and democratic reform, you... It inherently embeds a power analysis and if it doesn't, then you're not talking about transformative change",
"created_at": "2020-12-08T02:21:19.763Z",
"updated_at": "2020-12-08T02:21:19.763Z",
"participant_id": 15
},
{
"id": 84,
"quote_body": "People aren't stupid, and people understand these things, people inherently get the idea of being used as part of a process to maintain power versus being meaningfully considered, and engaged with, as part of a process that actually arrives at a conclusion, that considers their needs. People inherently understand that distinction.",
"created_at": "2020-12-08T02:21:19.775Z",
"updated_at": "2020-12-08T02:21:19.775Z",
"participant_id": 15
},
{
"id": 85,
"quote_body": "We have to figure out how to leverage of system to respond to it, and that is kind of the hamster wheel that we're stuck on right now.",
"created_at": "2020-12-08T02:21:19.786Z",
"updated_at": "2020-12-08T02:21:19.786Z",
"participant_id": 15
},
{
"id": 86,
"quote_body": "What are actually the systemic solutions that are gonna address those pain points.",
"created_at": "2020-12-08T02:21:19.798Z",
"updated_at": "2020-12-08T02:21:19.798Z",
"participant_id": 15
},
{
"id": 87,
"quote_body": "Because, solutions that present themselves immediately and can be implemented immediately means that, people who can implement solutions immediately are likely people already in power, which means they're going to jump at the solutions that are going to mean the least amount of change.",
"created_at": "2020-12-08T02:21:19.810Z",
"updated_at": "2020-12-08T02:21:19.810Z",
"participant_id": 15
},
{
"id": 88,
"quote_body": "Crisis isn't over till they come up with solutions and these solutions have to be driven by community.\" I think the opportunity can be squandered by trying to rush to conclusions and rush to change in a way that's not defined by the community that needs it most.",
"created_at": "2020-12-08T02:21:19.822Z",
"updated_at": "2020-12-08T02:21:19.822Z",
"participant_id": 15
},
{
"id": 89,
"quote_body": "So I would say the biggest challenge that we have when you talkabout systemic reform as a solution is where do you focus your energy on systemic reform?",
"created_at": "2020-12-08T02:21:19.833Z",
"updated_at": "2020-12-08T02:21:19.833Z",
"participant_id": 15
},
{
"id": 90,
"quote_body": "And I think that's the biggest challenge I think that we face in these spaces, is that the readiness to respond and the willingness to respond, and the willingness to be like, if we're wrong we're wrong, but better to move and be wrong than not move. I think there's more of us that are more concerned about moving and being wrong than, andbeing okay with not moving, than I think is right.",
"created_at": "2020-12-08T02:21:19.844Z",
"updated_at": "2020-12-08T02:21:19.844Z",
"participant_id": 15
},
{
"id": 91,
"quote_body": "I think it's hard to want to design if what you want to be is certain. If your presupposition or your stance is one of certainty, and you sort of approach the world as if you understand it all and you know, then I don't think what you want to do is design. I think what you want to do maybeis plan or evaluate. But design is really about a kind of stance of curiosity, and you see the question as really an interrogation into the world and intoyour own ways of understanding what the world is.",
"created_at": "2020-12-08T02:21:19.869Z",
"updated_at": "2020-12-08T02:21:19.869Z",
"participant_id": 16
},
{
"id": 92,
"quote_body": "We can't assume that those of us who are trying to make the world a better place have all the techniques required to do that. In order to develop more techniques, you need a site and techniques to develop those techniques and that's research and development.",
"created_at": "2020-12-08T02:21:19.885Z",
"updated_at": "2020-12-08T02:21:19.885Z",
"participant_id": 16
},
{
"id": 93,
"quote_body": "You're trying to understand the relationship between the way you've been organized to think and the way in which the world is operating, and you find enjoyment or excitement when the ways in which you understand the world get challenged or get somehow jostled up.",
"created_at": "2020-12-08T02:21:19.898Z",
"updated_at": "2020-12-08T02:21:19.898Z",
"participant_id": 16
},
{
"id": 94,
"quote_body": "So for us, social design, is a method that produces methods to solve problems.",
"created_at": "2020-12-08T02:21:19.910Z",
"updated_at": "2020-12-08T02:21:19.910Z",
"participant_id": 16
},
{
"id": 95,
"quote_body": "So it's like the people who need design the most don't have access to design and don't know that they don't have access to design.",
"created_at": "2020-12-08T02:21:19.928Z",
"updated_at": "2020-12-08T02:21:19.928Z",
"participant_id": 16
},
{
"id": 96,
"quote_body": "the work of social design, is to put some sort of anchor in place that points to a new world that makes it possible for people to experience that anchor and imagine from there.",
"created_at": "2020-12-08T02:21:19.940Z",
"updated_at": "2020-12-08T02:21:19.940Z",
"participant_id": 16
},
{
"id": 97,
"quote_body": "I feel like that's one of the big sort of knowledge errors that keeps happening and it keeps showing up even sometimes with designers is sort of designing as if we're individuals with individual problems when we're designing in social contexts that are being held together by widely shared beliefs that we don't understand.",
"created_at": "2020-12-08T02:21:19.951Z",
"updated_at": "2020-12-08T02:21:19.951Z",
"participant_id": 16
},
{
"id": 98,
"quote_body": "Or you know, just bringing it down to people's experience, not like this you know over godcomplex kind of perspective.",
"created_at": "2020-12-08T02:21:19.962Z",
"updated_at": "2020-12-08T02:21:19.962Z",
"participant_id": 17
},
{
"id": 99,
"quote_body": "We teach them about design, teach them the process and then go through that process with real clients, being this nonprofit, and that... I feel like that's the strongest example I've been a part of with this kinda work because you're engaging students, you're engaging the community, and then at the end, the reveal of the space also involves the parents and involves other community leaders, stakeholders.",
"created_at": "2020-12-08T02:21:19.977Z",
"updated_at": "2020-12-08T02:21:19.977Z",
"participant_id": 17
},
{
"id": 100,
"quote_body": "When we say design I think we mean something 'cause we have an education behind it that supports that, but design is everywhere without it being called that.",
"created_at": "2020-12-08T02:21:19.990Z",
"updated_at": "2020-12-08T02:21:19.990Z",
"participant_id": 17
},
{
"id": 101,
"quote_body": "People do socially good work, but I feel it's not... It's still in a cute little box. It's very clean, it's profitable in some way. If it's not marketing or press collateral, it's just feel good stuff, and I'm like, that's not addressing the problem.",
"created_at": "2020-12-08T02:21:20.004Z",
"updated_at": "2020-12-08T02:21:20.004Z",
"participant_id": 17
},
{
"id": 102,
"quote_body": "The communication was completely off because the priorities were completely different and I truly don't really know how we even got to the point of building new stands, I guess that was probably was previous work, but it was specifically the way in which we engaged with theactual vendors, it was just off base and awkward and I just knew we were not supposed to be there.",
"created_at": "2020-12-08T02:21:20.016Z",
"updated_at": "2020-12-08T02:21:20.016Z",
"participant_id": 18
},
{
"id": 103,
"quote_body": "Everyone in some way relates to design even if they don't acknowledge it as being design.",
"created_at": "2020-12-08T02:21:20.029Z",
"updated_at": "2020-12-08T02:21:20.029Z",
"participant_id": 18
},
{
"id": 104,
"quote_body": "I want to say for community organizing, I think that it has very much to do with the nitty gritty of policy and how and which we have our community eitherwork together, in spite of policy, or work together to have policy change for the betterment, and so, I feel like... And I guess it doesn't just have to do with that, but it feels more hands-on.",
"created_at": "2020-12-08T02:21:20.042Z",
"updated_at": "2020-12-08T02:21:20.042Z",
"participant_id": 18
},
{
"id": 105,
"quote_body": "And you know, also our job is to be translators and to communicate and then translate what we learn. So I guess that's it, relationship building, we have to build relationship first and create spaces for that relationship, building that up.",
"created_at": "2020-12-08T02:21:20.054Z",
"updated_at": "2020-12-08T02:21:20.054Z",
"participant_id": 18
},
{
"id": 106,
"quote_body": "We wanted to create spaces where it could actually help us. And if it's like, \"Oh okay, you were inone or two shows,\" then you feel more comfortable adding more artists into the wider arts community. And so when we say, \"Developing platforms,\" it was really about centering our narratives, creating spaces that centered our narratives, and they were popping spaces, it wasn't just women of color who were coming.",
"created_at": "2020-12-08T02:21:20.066Z",
"updated_at": "2020-12-08T02:21:20.066Z",
"participant_id": 18
},
{
"id": 107,
"quote_body": "when people ask what I did... There's just no... They're like, \"That sounds important.\" There's no concept ofdesign being beyond a website or a logo. And so I think that that's for the general public, and then for the communities who need it most, it would just be that ten-fold. So, yeah, there's...It's not accessible in that way, unless you create accessible spaces for it.",
"created_at": "2020-12-08T02:21:20.077Z",
"updated_at": "2020-12-08T02:21:20.077Z",
"participant_id": 18
},
{
"id": 108,
"quote_body": "It's creating safer, accountable, honest and vulnerable spaces, that focus on relationship building, I think, is how you can integrate design or make design accessible is by focusing on the people first.",
"created_at": "2020-12-08T02:21:20.088Z",
"updated_at": "2020-12-08T02:21:20.088Z",
"participant_id": 18
},
{
"id": 109,
"quote_body": "And so I think designers havea very important role of providing the alternatives that people are already pondering about or thinking about. How do we make it legible, how do we make it visual, how do we make it understood on an internal level that like, \"Oh well, this could work.\\",
"created_at": "2020-12-08T02:21:20.099Z",
"updated_at": "2020-12-08T02:21:20.099Z",
"participant_id": 18
},
{
"id": 110,
"quote_body": "'Life creates conditions conducive to life' and I thought that it was so simple and perfectly and I think that design needs to do the same thing, it needs to create conditions conducive to life.",
"created_at": "2020-12-08T02:21:20.110Z",
"updated_at": "2020-12-08T02:21:20.110Z",
"participant_id": 18
},
{
"id": 111,
"quote_body": "The strategy with which we meet our needs. It changes, and it's something that we... With design,you can be more intentional about and think through. And that process in which you're naming your needs and you're thinking about different ways you can and can't meet them and what happens depending on which strategy you take, what resources, whatever, and getting people to think more through those frameworks. It takes a lot of time now and it definitely can be challenging in community.",
"created_at": "2020-12-08T02:21:20.122Z",
"updated_at": "2020-12-08T02:21:20.122Z",
"participant_id": 19
},
{
"id": 112,
"quote_body": "But I typically, I don't like to act with a sense of urgency, because I think there's a lot of blind spots associated with that. So I think right now, the role of designer really draws back to almost like that research piece of it. Wheremaybe the best thing we can do right now is just take a minute to listen and just gather as much.",
"created_at": "2020-12-08T02:21:20.151Z",
"updated_at": "2020-12-08T02:21:20.151Z",
"participant_id": 19
},
{
"id": 113,
"quote_body": "So, I think the first thing is always just building a relationship, not even considering this goal of, how can we impart these design tools on them. […] So, the first thing is just building the relationships and the trust with the communities.",
"created_at": "2020-12-08T02:21:20.164Z",
"updated_at": "2020-12-08T02:21:20.164Z",
"participant_id": 19
},
{
"id": 114,
"quote_body": "Creating processes, or creating products or services and experiences that are putting people's needs defined by them at the center, and creating something with them that is able to help, still, one of those needs that they might exhibit or experiences through an experience, product or service.",
"created_at": "2020-12-08T02:21:20.175Z",
"updated_at": "2020-12-08T02:21:20.175Z",
"participant_id": 20
},
{
"id": 115,
"quote_body": "That's one of the most important first processes, is figuring out who are the folks that are interested in working with us when we're being brought into a project because we don't work long term within a community.",
"created_at": "2020-12-08T02:21:20.188Z",
"updated_at": "2020-12-08T02:21:20.188Z",
"participant_id": 20
},
{
"id": 116,
"quote_body": "So always kind of this balance of like, \"Am I... What's the right appropriate amount to be kind of leading through a process and then also making sure that there's inclusive perspectives even within communities 'cause even when you go into a community that's very diverse, it's still within that community that you're getting all the inputs that you need and getting people kind of designing with you enough that they're being truly representative of the whole community.",
"created_at": "2020-12-08T02:21:20.200Z",
"updated_at": "2020-12-08T02:21:20.200Z",
"participant_id": 20
},
{
"id": 117,
"quote_body": "I think that's a lot of the community building is just taking as humble of approach as you can despite the fact that you're often facilitating the process.",
"created_at": "2020-12-08T02:21:20.213Z",
"updated_at": "2020-12-08T02:21:20.213Z",
"participant_id": 20
},
{
"id": 118,
"quote_body": "Sometimes it's time spent developing a relationship or just not flaking. Doing what you say you're going to do. Doing things that aren't just for you, that are actually gonna have some, at least mutual benefit, if not, sometimes tipped towards their benefit only where it's like... Listening; is a big one, listening well. Being present and hard-working when you are taking their time and not wasting their time.",
"created_at": "2020-12-08T02:21:20.226Z",
"updated_at": "2020-12-08T02:21:20.226Z",
"participant_id": 20
},
{
"id": 119,
"quote_body": "If you look at the work that I've been involved with, the work that Design Action has produced, it ranges in style and content because it's all about, for us, it's all about working collaboratively with organizations, organizers, and activists, to do that problem solving and strategic communication, and the visual flows from there.",
"created_at": "2020-12-08T02:21:20.238Z",
"updated_at": "2020-12-08T02:21:20.238Z",
"participant_id": 21
},
{
"id": 120,
"quote_body": "how do we make surethat the folks that work at Design Action Collective have what they need in order to have and sustain their lives in healthy ways and still do the workthat our movements need, which means fast turn around sometimes, tight budgets sometimes and making sure the quality... That we're delivering quality work and that we can... We also don't burn out.",
"created_at": "2020-12-08T02:21:20.250Z",
"updated_at": "2020-12-08T02:21:20.250Z",
"participant_id": 21
},
{
"id": 121,
"quote_body": "I think there's a lot of hubris in design when we're like, \"This is really cool. I think this looks cool. This is gonna be an awesome portfolio piece,\" but it's not really listening to the people that we're making it for or we say we're making it for.",
"created_at": "2020-12-08T02:21:20.265Z",
"updated_at": "2020-12-08T02:21:20.265Z",
"participant_id": 21
},
{
"id": 122,
"quote_body": "I think any industry is poised to be meeting these challenges. It's just a question of figuring out what your role and responsibility is within them.",
"created_at": "2020-12-08T02:21:20.277Z",
"updated_at": "2020-12-08T02:21:20.277Z",
"participant_id": 21
},
{
"id": 123,
"quote_body": "I think understanding, the more information you have maybe the more you can negotiate what it means to do design work.",
"created_at": "2020-12-08T02:21:20.289Z",
"updated_at": "2020-12-08T02:21:20.289Z",
"participant_id": 22
},
{
"id": 124,
"quote_body": "The other thing is that it's possible for it, for academics to learn new ways of design from people who have non-academic backgrounds and that should be like a swapping of information as opposed to like you know “here's how you do it and we're going to teach you how” but instead of like “let's exchange how we do design work so we can optimize the capacity more.",
"created_at": "2020-12-08T02:21:20.300Z",
"updated_at": "2020-12-08T02:21:20.300Z",
"participant_id": 22
},
{
"id": 125,
"quote_body": "Yeah I think that, um one of the issues with design is that the way that it's marketed or promoted now is that it's worked,it worked on solving like issues on capitalism.",
"created_at": "2020-12-08T02:21:20.313Z",
"updated_at": "2020-12-08T02:21:20.313Z",
"participant_id": 22
},
{
"id": 126,
"quote_body": "So anyway,I think that the most rewarding part is like knowing that I get to have an idea and it doesn't have to be perfect and then I get to grow it. And it doesn’t have to be finite.",
"created_at": "2020-12-08T02:21:20.328Z",
"updated_at": "2020-12-08T02:21:20.328Z",
"participant_id": 22
},
{
"id": 127,
"quote_body": "The process of deconstruction and dismantling is design. So why can't we use design as a toolfor transformation, liberation, and justice, if it's literally a Systems Design question?",
"created_at": "2020-12-08T02:21:20.339Z",
"updated_at": "2020-12-08T02:21:20.339Z",
"participant_id": 23
},
{
"id": 128,
"quote_body": "I think a lot of institutions right now are like, \"Let me teach you design.\" Instead of, \"Let me understand your problems, so I can help you understand where design might be an intervention worth exploring.\\",
"created_at": "2020-12-08T02:21:20.350Z",
"updated_at": "2020-12-08T02:21:20.350Z",
"participant_id": 23
},
{
"id": 129,
"quote_body": "Facilitation is about building communities, so we actually have to look at it as a core competency for designers now.",
"created_at": "2020-12-08T02:21:20.363Z",
"updated_at": "2020-12-08T02:21:20.363Z",
"participant_id": 23
},
{
"id": 130,
"quote_body": "I feel like the more you are emergent, grappling, and futurist or speculative, the more you're dealing with the actual issues people are pained with now. I think we accidentally can be in places of reflecting in what was hard instead of saying what is hard now. And I wanna solve things that are hard today, as much as I care aboutwhat was hard yesterday. I think we can deal in real-time.",
"created_at": "2020-12-08T02:21:20.376Z",
"updated_at": "2020-12-08T02:21:20.376Z",
"participant_id": 23
},
{
"id": 131,
"quote_body": "If you don't have analysis, your justice is not a thing.",
"created_at": "2020-12-08T02:21:20.390Z",
"updated_at": "2020-12-08T02:21:20.390Z",
"participant_id": 23
},
{
"id": 132,
"quote_body": "We're designing for show and show doesn't build capacity.",
"created_at": "2020-12-08T02:21:20.401Z",
"updated_at": "2020-12-08T02:21:20.401Z",
"participant_id": 23
},
{
"id": 133,
"quote_body": "So if we look at design, look at conservation, look at the history of these practices, they're all fucked. And I think that the limitation is that they're oriented towards a power of the, not towards power-sharing.",
"created_at": "2020-12-08T02:21:20.412Z",
"updated_at": "2020-12-08T02:21:20.412Z",
"participant_id": 23
},
{
"id": 134,
"quote_body": "I think about it as both a collective problem-solving approach, that allows you to create something of value for more people",
"created_at": "2020-12-08T02:21:20.424Z",
"updated_at": "2020-12-08T02:21:20.424Z",
"participant_id": 23
},
{
"id": 135,
"quote_body": "We as human beings, we like to be around things that feel good, that look good. It's just... It's a natural thing",
"created_at": "2020-12-08T02:21:20.435Z",
"updated_at": "2020-12-08T02:21:20.435Z",
"participant_id": 24
},
{
"id": 136,
"quote_body": "It's something about people trusting me with their dreams. I really... Like, it makes me feel very honored. And then, just the process of asking those questions about, like, why... I'm always interested in why people start their company, just like... The things that moved them to do so, and then to take that and be able to extract those elements that make it what it is. I just like going through that process and just helping people figure that out.",
"created_at": "2020-12-08T02:21:20.446Z",
"updated_at": "2020-12-08T02:21:20.446Z",
"participant_id": 24
},
{
"id": 137,
"quote_body": "Knowing the power of it, and that it can change people's hearts, minds, spirits. I think that's where it, where that changes.",
"created_at": "2020-12-08T02:21:20.462Z",
"updated_at": "2020-12-08T02:21:20.462Z",
"participant_id": 24
},
{
"id": 138,
"quote_body": "the role of design, is that intention towards something outside of yourself.",
"created_at": "2020-12-08T02:21:20.474Z",
"updated_at": "2020-12-08T02:21:20.474Z",
"participant_id": 24
},
{
"id": 139,
"quote_body": "The more I learn about design, the more I learn about myself. It's like, you go in with these expectations. It takes you in its own journey. Every project.",
"created_at": "2020-12-08T02:21:20.485Z",
"updated_at": "2020-12-08T02:21:20.485Z",
"participant_id": 24
},
{
"id": 140,
"quote_body": "Go in to the community, ask the community, don't speak for the community, don't be afraid to go in there and ask. That's really it, just go in and listen.",
"created_at": "2020-12-08T02:21:20.497Z",
"updated_at": "2020-12-08T02:21:20.497Z",
"participant_id": 24
},
{
"id": 141,
"quote_body": "And that for me, was like that's an affirming moment because I realized designers are people who want to know why things work the way they work and why things don't work the way they work or how do they make things better for humans.",
"created_at": "2020-12-08T02:21:20.509Z",
"updated_at": "2020-12-08T02:21:20.509Z",
"participant_id": 25
},
{
"id": 142,
"quote_body": "But the definition of design is so broad that people who mightbe designing might not even know they're being designers, but calling yourself an artist versus calling yourself a designer is so subjective and up to each person.",
"created_at": "2020-12-08T02:21:20.541Z",
"updated_at": "2020-12-08T02:21:20.541Z",
"participant_id": 25
},
{
"id": 143,
"quote_body": "If we're trying to work toward a more just society and a more equitable society, the backdrop for which is the landscape for which this work is happening is incredibly important, because that is the blank pageon which we're painting this picture of this different future.",
"created_at": "2020-12-08T02:21:20.556Z",
"updated_at": "2020-12-08T02:21:20.556Z",
"participant_id": 25
},
{
"id": 144,
"quote_body": "And what I learned from that, well there was two things, which was like, the best way to engage in anything people in history is to show it to them. Like, not justto read it to them or have them read about it or write about it, but to show it to them and for them to experience it.",
"created_at": "2020-12-08T02:21:20.567Z",
"updated_at": "2020-12-08T02:21:20.567Z",
"participant_id": 25
},
{
"id": 145,
"quote_body": "A bunch of murals can be done in a week, in a month, whatever, but systemic change in the built environment, takes years, takes generations.",
"created_at": "2020-12-08T02:21:20.578Z",
"updated_at": "2020-12-08T02:21:20.578Z",
"participant_id": 25
},
{
"id": 146,
"quote_body": "Everybody has the ability to use equity as a lens for their work.",
"created_at": "2020-12-08T02:21:20.591Z",
"updated_at": "2020-12-08T02:21:20.591Z",
"participant_id": 25
},
{
"id": 147,
"quote_body": "Chicagoans have gotten so used to being segregated.We normalize it so much, we don’t even really pay attention to it untilwerun into people who are not from here who remind us and then we’re like, “Ohyeahyeah.” But even we have a disconnect from how it plays into our actual everyday lives",
"created_at": "2020-12-08T02:21:20.601Z",
"updated_at": "2020-12-08T02:21:20.601Z",
"participant_id": 26
},
{
"id": 148,
"quote_body": "So, I think it’scritical to helping one get out of their own lived experience and include their voice, but understand there’s other voices in this community and they might not be the same as yours, but they’re just as valuable. They might just be another version of your reality.",
"created_at": "2020-12-08T02:21:20.612Z",
"updated_at": "2020-12-08T02:21:20.612Z",
"participant_id": 26
},
{
"id": 149,
"quote_body": "Okay, we can make things that are more beautiful and that speak to what people are actually talking about.",
"created_at": "2020-12-08T02:21:20.625Z",
"updated_at": "2020-12-08T02:21:20.625Z",
"participant_id": 27
},
{
"id": 150,
"quote_body": "I don't know what it is called, but just the intrinsic racism and sexism that exists in all of our systems. And the fact that how it affects people of different colors and bodies very differently, whether they have access to the same things that a white, especially white male, but like any white human gets access to.",
"created_at": "2020-12-08T02:21:20.636Z",
"updated_at": "2020-12-08T02:21:20.636Z",
"participant_id": 27
},
{
"id": 151,
"quote_body": "And sometimes you need to change who you're prioritizing to make sure you are meeting the needs of the folks that actually need that thing you're doing.",
"created_at": "2020-12-08T02:21:20.657Z",
"updated_at": "2020-12-08T02:21:20.657Z",
"participant_id": 27
},
{
"id": 152,
"quote_body": "We are using them to keep connected because we need that connectedness but we can also at the same time, criticize and make those companies and groups change the way that they're doing things, even if it is one small change at a time, it can have effects on the bigger picture.",
"created_at": "2020-12-08T02:21:20.674Z",
"updated_at": "2020-12-08T02:21:20.674Z",
"participant_id": 27
},
{
"id": 153,
"quote_body": "It's the way that systems are set up, it's the way that we are able to access or move through spaces because those spaces are designed in a particular way.",
"created_at": "2020-12-08T02:21:20.688Z",
"updated_at": "2020-12-08T02:21:20.688Z",
"participant_id": 27
},
{
"id": 154,
"quote_body": "I think in terms of just design, I think it's more helping people understand that design is all around them, in everything that they do and interact with, and that there are reasons to question it and ask for changes to it.",
"created_at": "2020-12-08T02:21:20.700Z",
"updated_at": "2020-12-08T02:21:20.700Z",
"participant_id": 27
},
{
"id": 155,
"quote_body": "There isn't really a point in doing something if it's not gonna actually do the thing it's supposed to actually do or address.",
"created_at": "2020-12-08T02:21:20.711Z",
"updated_at": "2020-12-08T02:21:20.711Z",
"participant_id": 27
},
{
"id": 156,
"quote_body": "The only difference is the trained designer knows what they're doing, they're conscious of their design abilities. Whereas someone else is doing it intuitively is not thinking that it's perhaps design.",
"created_at": "2020-12-08T02:21:20.724Z",
"updated_at": "2020-12-08T02:21:20.724Z",
"participant_id": 28
},
{
"id": 157,
"quote_body": "I'm hoping that social design, as it moves forward as an idea and a theory, will start to be more porous and involve communities, at the beginning, not at the end of the process.",
"created_at": "2020-12-08T02:21:20.736Z",
"updated_at": "2020-12-08T02:21:20.736Z",
"participant_id": 28
},
{
"id": 158,
"quote_body": "I think that if academic and educational institutions could see themselves as a part of the community, get to know the community, as opposed to taking advantage of the community and the community's resources, that that would be more responsible citizenship.",
"created_at": "2020-12-08T02:21:20.748Z",
"updated_at": "2020-12-08T02:21:20.748Z",
"participant_id": 28
},
{
"id": 159,
"quote_body": "I have to say that what has been come to known as design thinking is how I think Black people think anyway.",
"created_at": "2020-12-08T02:21:20.762Z",
"updated_at": "2020-12-08T02:21:20.762Z",
"participant_id": 28
},
{
"id": 160,
"quote_body": "So just, I think, being able to support their voice, their space, and how you can encourage them to self-manage, and you can encourage them to to be active collaborators in research projects that really even excite them like how do you even pick topics and work on challenges that the community really cares about.",
"created_at": "2020-12-08T02:21:20.774Z",
"updated_at": "2020-12-08T02:21:20.774Z",
"participant_id": 31
},
{
"id": 161,
"quote_body": "My process is such where I connect with honesty, love with patience, encourage with positivity, create with care, heal with intuition, reflect with responsibility and acknowledge differences.",
"created_at": "2020-12-08T02:21:20.786Z",
"updated_at": "2020-12-08T02:21:20.786Z",
"participant_id": 31
},
{
"id": 162,
"quote_body": "So, how can I be a resource and share my resources with them and this is something which may, kind of, hit the question, is conscious of co-creating with communities.",
"created_at": "2020-12-08T02:21:20.800Z",
"updated_at": "2020-12-08T02:21:20.800Z",
"participant_id": 31
},
{
"id": 163,
"quote_body": "I think they have to be really mindful that it can be an anti oppressive way to hold space for individuals with lived experiences, so that they are able to share their feelings about their truth, and no one else has to kind of pinpoint that.",
"created_at": "2020-12-08T02:21:20.814Z",
"updated_at": "2020-12-08T02:21:20.814Z",
"participant_id": 31
},
{
"id": 164,
"quote_body": "So I think people are always willing, they know what's happening, they wanna share stuff. So I think sharing that space again, so they feel that they are being cared for.",
"created_at": "2020-12-08T02:21:20.827Z",
"updated_at": "2020-12-08T02:21:20.827Z",
"participant_id": 31
},
{
"id": 165,
"quote_body": "I feel like that, however uncomfortable and overwhelming as an experience it can be, I think universities or non-universities, however, whoever wants to take it, has to spend a good chunk of time and not just like swamped into this one month thing because that's what happened for us and it was so overwhelming",
"created_at": "2020-12-08T02:21:20.839Z",
"updated_at": "2020-12-08T02:21:20.839Z",
"participant_id": 31
},
{
"id": 166,
"quote_body": "But I think, for them [acdemia/commuinties] to merge, they have to understand that there's a point they cannot really merge. They need to know when to step back and that's the truth, which they need to understand, because they are coming in from that institution and that power.",
"created_at": "2020-12-08T02:21:20.849Z",
"updated_at": "2020-12-08T02:21:20.849Z",
"participant_id": 31
}
]
