[
{
"id": 1,
"quote_body": "As is, I define it [design] as a way for rich people to exploit the emotions, desires, pains, of poor people, to make more money. I think most of the methods and frameworks that exist in the space are created with the end goal of advancing business, of advancing corporations",
"created_at": "2020-12-04T05:40:50.171Z",
"updated_at": "2020-12-04T05:40:50.171Z",
"participant_id": 6
},
{
"id": 2,
"quote_body": "I think design can be positioned to solve some of the activities that it created that exacerbated inequity. Can it solve inequity? No. I think inequity is built into the DNA of the system in which we live under, and until that changes, inequity will not change.",
"created_at": "2020-12-04T05:40:50.187Z",
"updated_at": "2020-12-04T05:40:50.187Z",
"participant_id": 6
},
{
"id": 3,
"quote_body": "75%, of the people I work with are going to be people of color at all times, 50% are going to be women, for the understanding that we can’t create a new world if we’re not having diverse input, thought, and skills, as part of that co-creation, right? Or that creation. Not even co-creation. We’re all co-living in this world, so it’s just creation, right?",
"created_at": "2020-12-04T05:40:50.200Z",
"updated_at": "2020-12-04T05:40:50.200Z",
"participant_id": 6
},
{
"id": 4,
"quote_body": "But instead of just bringing them in at certain points of the design process as quote-unquote “co-creators”, how do we just have them-How are we training them to understand design mindsets and capabilities so that they can do it themselves?",
"created_at": "2020-12-04T05:40:50.212Z",
"updated_at": "2020-12-04T05:40:50.212Z",
"participant_id": 6
},
{
"id": 5,
"quote_body": "design gives us permission to take our time to solve a problem, and I think that’s what’s valuable",
"created_at": "2020-12-04T05:40:50.223Z",
"updated_at": "2020-12-04T05:40:50.223Z",
"participant_id": 6
},
{
"id": 6,
"quote_body": "Politics is what sets the policy right? But I think allowing people to realize that through design... That they can design and redesign these policies and these systems to serve their needs.",
"created_at": "2020-12-04T05:40:50.236Z",
"updated_at": "2020-12-04T05:40:50.236Z",
"participant_id": 7
},
{
"id": 7,
"quote_body": "A routine or a ritual, it's important because I think if you have more resources or capital, you could create something permanent, but when you don't, by creating the ritual of something happening every week, itcreates a sense of permanence. And you think... So it does that, one, but then also if something's just a one-off event, again, it's not a system. It's not something you can maybe count on.",
"created_at": "2020-12-04T05:40:50.247Z",
"updated_at": "2020-12-04T05:40:50.247Z",
"participant_id": 7
},
{
"id": 8,
"quote_body": "\"Go to where the people are, go in their place during their time.\" I'm a strong believer in that.",
"created_at": "2020-12-04T05:40:50.258Z",
"updated_at": "2020-12-04T05:40:50.258Z",
"participant_id": 7
},
{
"id": 9,
"quote_body": "I think the importance of it is just to foster relationships between people, and I think it's actually really simple, just to create situations where people connect to each other in ways that maybe they wouldn't have otherwise.",
"created_at": "2020-12-04T05:40:50.269Z",
"updated_at": "2020-12-04T05:40:50.269Z",
"participant_id": 7
},
{
"id": 10,
"quote_body": "I really fell in love with is how design and how design projects can be a vehicle for bringing people together, working together on a shared goal.",
"created_at": "2020-12-04T05:40:50.280Z",
"updated_at": "2020-12-04T05:40:50.280Z",
"participant_id": 7
},
{
"id": 11,
"quote_body": "We don't have time to think... To make those relationships that are important, to sort of waste time...",
"created_at": "2020-12-04T05:40:50.290Z",
"updated_at": "2020-12-04T05:40:50.290Z",
"participant_id": 7
},
{
"id": 12,
"quote_body": "\"You have to lean into the discomfort, the perceived discomfort, you know. [...] People, across all populations, but people in more disenfranchised populations, ultimately want to be heard and they want be seen.\\",
"created_at": "2020-12-04T05:40:50.301Z",
"updated_at": "2020-12-04T05:40:50.301Z",
"participant_id": 7
},
{
"id": 13,
"quote_body": "And so I think that people are just afraid that there's gonna be undue hardship placed on them if they open themselves up to other people. Like there's gonna be some sort of, like, they're gonna want who knows what from you. But people don't.",
"created_at": "2020-12-04T05:40:50.312Z",
"updated_at": "2020-12-04T05:40:50.312Z",
"participant_id": 7
},
{
"id": 14,
"quote_body": "One of the things that they say that I resonate with a lot is that it's mediating and that it's this opportunity to provide a structure in response to decisions or start to inspire transformation at some level, and that design may not be the only answer or way to do it.",
"created_at": "2020-12-04T05:40:50.322Z",
"updated_at": "2020-12-04T05:40:50.322Z",
"participant_id": 7
},
{
"id": 15,
"quote_body": "I think the value is knowing that we're supported, that creativity has an opportunity to be expressed in ways that it hasn't before",
"created_at": "2020-12-04T05:40:50.332Z",
"updated_at": "2020-12-04T05:40:50.332Z",
"participant_id": 7
},
{
"id": 16,
"quote_body": "Because when we talk about these processes, then they talk about, “Be curious”. And, you know, that's not easy to do if you don’t feel safe and supported with the folks around you and who are supposed to be collaborating with you.",
"created_at": "2020-12-04T05:40:50.343Z",
"updated_at": "2020-12-04T05:40:50.343Z",
"participant_id": 7
},
{
"id": 17,
"quote_body": "And I think another thing is,I think the word \"community\" has become this condescending word for a person in power. It'd be like, \"We'll check on the community.\" Community never means rich people. And if you were gonna really do design, it would be full stakeholder engagement. It would be the business owners, it would be the people who live there, people who work there, and sometimes it's lipstick on a pig, where everyone's like, \"Well, we'll just do a community workshop.\" Well, you'll do this one workshop and then you'll say you did it and then you'll pat yourself on the back and then you're done. And so we have to battle that, because if I wanna do anything more than that, it's seen as expensive.",
"created_at": "2020-12-04T05:40:50.353Z",
"updated_at": "2020-12-04T05:40:50.353Z",
"participant_id": 7
},
{
"id": 18,
"quote_body": "And I like it because it helps empower that activism. Everyone has the activism but getting that project done is so exciting to me. Because activists know their community and then you add that design component, and all of sudden, it's like... I think one of the weaknesses I've seen and I wanna help the activists face is like, you fight the plan but the sexier way to fight the plan is to have the alternate plan. 'Cause, the minute you have the alternate plan, everything caves through the power structure, and that's where I'm excited to go to.",
"created_at": "2020-12-04T05:40:50.363Z",
"updated_at": "2020-12-04T05:40:50.363Z",
"participant_id": 7
},
{
"id": 19,
"quote_body": "They don't have to know the principles in a book. I think that the space has to be welcoming and acknowledge that you don't have to know a lot to contribute your feedback.",
"created_at": "2020-12-04T05:40:50.373Z",
"updated_at": "2020-12-04T05:40:50.373Z",
"participant_id": 7
},
{
"id": 20,
"quote_body": "So I think the collaboration and the empathy between these fields, helps you think little differently, is very helpful. And then I think also the fact that it's something that we're not charging. We can be really, really honest and almost capacity build those communities. A lot of times they're just asking for things with the wrong words. Sometimes it's just about pitching your alderman with the word \"equity\". It's really messed up but like, two can play this game.",
"created_at": "2020-12-04T05:40:50.383Z",
"updated_at": "2020-12-04T05:40:50.383Z",
"participant_id": 7
},
{
"id": 21,
"quote_body": "A lot of communities get designed for, or designed and like steamrolled out over",
"created_at": "2020-12-04T05:40:50.393Z",
"updated_at": "2020-12-04T05:40:50.393Z",
"participant_id": 7
}
]
